[{"ID":"BABC1","Policy":"Business Agnostic","Name":"Electronic identification","Description":"Electronic identification enables the proof of citizens or organizations (i.e. public administrations and businesses) identity via digital modes, with the goal to access to a wide variety of services (e.g. government authorities services, digital payments services, ...)."},{"ID":"BABC2","Policy":"Business Agnostic","Name":"Qualification management","Description":"Qualification management enables the electronic validation and verification of the qualifications (any information linked to an individual with respect to the education and employment status) of the professionals against specific requirements defined by relevant legilstations."},{"ID":"BABC6","Policy":"Business Agnostic","Name":"Digital Payments","Description":"Digital Payments enables the purchase of goods or services via digital or online modes, without the involvement of physical money exchange. It provides the possibility to perform financial operations using digital payment methods such as, among others, Banking Cards and Point of Sale (PoS) terminals."},{"ID":"BABC8","Policy":"Business Agnostic","Name":"Digital Procurement","Description":"Digital procurement enables the electronic end-to-end management of the purchasing process and related tasks associated to the acquisition of third-party goods and/or services through digital means and information and communication technologies."},{"ID":"BABC11","Policy":"Business Agnostic","Name":"(Big) Data Analysis","Description":"Big Data Analysis enables organisations to analyse high-volume, high-velocity and/or high-variety information and data enabling enhanced insight, a more effective decision making, and process automation. "},{"ID":"TXBC1","Policy":"Tax","Name":"International tax management","Description":"The capability to digitally support the mutual recognition of tax practices in different Member States. It involves processes and activities aimed at establishing international agreements for multilateral recognition of tax practices, including also those related to cross-border tax payments."},{"ID":"TXBC2","Policy":"Tax","Name":"Tax planning","Description":"The capability to digitally support the tax planning according to the needs of Member States,  allowing them to make simulations in order to plan future policies and government actions (tax planning requires inputs from macro-economic forecasts)"},{"ID":"TXBC3","Policy":"Tax","Name":"Tributary justice management","Description":"The capability to digitally support the management of impact analysis of the proposed legislation on current regulation to evaluate side effects and tax disputes."},{"ID":"TXBC4","Policy":"Tax","Name":"Tax studies and research","Description":"The capability to digitally support tax research and studies to promote effective economic and social policies by better understanding how policies affect individuals, families, businesses and the government's finances.\r\n"},{"ID":"TXBC5","Policy":"Tax","Name":"National Tax system governance","Description":"The capability to digitally support the national Tax governance, which can be defined as those rules, regulations and procedures that influence how Tax policy is planned, approved, carried out, monitored and evaluated."},{"ID":"TXBC6","Policy":"Tax","Name":"Inspection and auditing","Description":"The capability to digitally support the inspection and auditing for the correct compliance of taxpayers with the obligation to pay taxes and, as applicable, to regularise the tax situation of the taxpayer, drawing up one or several settlements. The aim of the audit is to verify the certifications, elements and values declared by taxpayers in their tax returns. The aim of the investigation is to discover the existence, as the case may be, of undeclared or incorrectly declared taxable items in the tax return."},{"ID":"TXBC7","Policy":"Tax","Name":"Internal inspection and auditing","Description":"The capability to digitally support processes and activities related to the identification of deviations between the behaviour of tax authority employees and best practices and regulations."},{"ID":"TXBC8","Policy":"Tax","Name":"Tax authorities' registries/catalogues management","Description":"The capability to digitally execute/support processes and activities related to the management of taxpayers' registries/catalogues and any other tax authorities registries/catalogues involved in tax processing."},{"ID":"TXBC9","Policy":"Tax","Name":"Taxpayer tax returns and transaction information collection.","Description":"The capability to digitally execute/support the collection of information about tax declarations of taxpayers, including tax returns and Tax transactions (e.g., receipts for payments). This information includes also data on the payment transactions performed by taxpayers, with the objective to calculate the amount paid or due by taxpayers."},{"ID":"TXBC10","Policy":"Tax","Name":"Tax rules management for processing tax returns","Description":"The capability to digitally process both self-assessed and administrative assessed tax returns. Taxes are usually deducted automatically from wages, pensions and savings. Self-assessment systems require less information and supporting documents from taxpayers when returns are filled-in."},{"ID":"TXBC11","Policy":"Tax","Name":"International tax information collection","Description":"The capability to digitally support the calculation of taxes due by taxpayers (including credits requests) for activities/transactions performed outside the country in which they reside."},{"ID":"TXBC12","Policy":"Tax","Name":"Revenue/Fee collection for regular and special cases","Description":"The capability to digitally support the management of regular cases when taxes are paid timely and correctly by taxpayers and of special cases when taxes have not been paid timely or correctly by taxpayers. Special cases include also specific extensions of the deadline for the payment or dilution of the amount due to the tax administration and tax fraud cases."},{"ID":"TXBC13","Policy":"Tax","Name":"Tax risk management ","Description":"The capability to digitally support processed related to tax risk control. Tax risk management allows tax administrations to proactively evaluate legislative changes, the potential impact on business and to evaluate potential tax avoidances and frauds from taxpayers."},{"ID":"TXBC14","Policy":"Tax","Name":"Tax professionals registry management","Description":"The capability to digitally manage information and data about tax professionals. "},{"ID":"TXBC15","Policy":"Tax","Name":"Taxpayers and Stakeholders Relationship Management","Description":"The capability to digitally support the establishment and management of the relationships between and among taxpayers and tax authorities. "},{"ID":"TXBC16","Policy":"Tax","Name":"Tax historical series analysis and tax cases management","Description":"The capability to digitally support the management and coordination of all the taxpayer cases for historical analysis, and for the definition of taxpayer journeys and case roadmaps."},{"ID":"TXBC17","Policy":"Tax","Name":"Economic events monitoring","Description":"The capability to digitally collect information about any economic event relevant for the tax calculation process. "},{"ID":"HDBC01","Policy":"Health","Name":"Consultation","Description":"The capability to digitally support a medical consultation. A medical consultation by definition is “a procedure whereby, upon request by one healthcare provider, another healthcare provider reviews a patient's medical history, examines the patient, and makes recommendations as to care and treatment.” Despite the definition, this business capability includes also processes and activities related to (digital) consultations directly asked/booked by people to a healthcare provider. Digital Consultation supports the remote booking of medical consultations and the execution of virtual medical consultations for monitoring and preventing diseases. "},{"ID":"HDBC02","Policy":"Health","Name":"Laboratory","Description":"The capability to digitally support laboratory tests. Medical procedures involving a test on a sample of blood or body tissue. The digitalisation of the laboratory management process supports the remote booking of exams, simulation of treatments, delivery of digital results and automatic enrichment of the patients Electronic Medical Records (EMRs)."},{"ID":"HDBC04","Policy":"Health","Name":"Prescription / Dispensation","Description":"The capability to digitally support prescriptions and dispensations. The generation, transmission, and filling of a medical prescriptions through ePrescription allows physicians, pharmacists, nurse practitioners, or physician assistants to use digital prescription software to electronically transmit a new prescription or a renewal of an authorisation to a community or to a mail-order pharmacy. Furthermore, eDispensing is defined as the act of electronically retrieving a prescription and giving out the medicine to the patient as indicated in the corresponding ePrescription."},{"ID":"HDBC06","Policy":"Health","Name":"Electronic health records & patient summary","Description":"The capability to digitally manage the EHR (a detailed registry of person's heath-related events (treatmets, physician visits, health status indicators, laboratory reports etc.) and Patient Summary. Patient Summary is a set of patient data and health related events, which include the most important clinical facts needed to ensure the safe and secure healthcare of a patient. It is a summary of the EHR and have to be available when a full EHR cannot be accessed/delivered. The digitalisation of the Patient Summary enables remote access to the patient data regardless of the location of the health professional or patient."},{"ID":"HDBC07","Policy":"Health","Name":"Medical imaging","Description":"The capability to digitally support medical imaging. Medical imaging involves the use of electromagnetic radiation and certain other technologies to produce images of internal structures of the body for the purpose of accurate diagnosis. New digital technologies such as Artificial Intelligence can support medical imaging through better analysis."},{"ID":"HDBC16","Policy":"Health","Name":"Secondary use of healthcare data","Description":"The capability to digitally support secondary use of healthcare data. The secondary use of healthcare data concerns the use of clinical data for a different purpose than the one for which it was originally collected. The processing of healthcare data is performed with the objective to i) policy making; ii) regulatory activities; iii) research activities."}]