[{"ID":"BADPS1","Policy":"Business Agnostic","Name":"ePayment ","Description":"Service enabling individuals and organisations to perform transactions or paying for goods and services through an electronic medium, without the use of checks or cash.","Digital_Business_Capability":"HDBC21;BABC6;HDBC4;TXBC1;TXBC2;TXBC3;TXBC4;TXBC5;TXBC6;TXBC7;TXBC9;TXBC10;TXBC11;TXBC14;TXBC16;TXBC17;"},{"ID":"BADPS2","Policy":"Business Agnostic","Name":"Audit ","Description":"Service enabling inspection and evaluation of the quality of the information processed by information systems, and to determine the conformance to policies, contract commitments, and regulatory requirements.","Digital_Business_Capability":"TXBC8;TXBC9;TXBC10;TXBC12;TXBC13;TXBC15;BABC1;BABC2;"},{"ID":"BADPS3","Policy":"Business Agnostic","Name":"eArchiving","Description":"Service enabling the provision of core specifications, software, training and knowledge to help people preserve and reuse information over the long-term.","Digital_Business_Capability":"HDBC10;HDBC9;HDBC21;HDBC3;TXBC9;TXBC10;TXBC12;TXBC15;"},{"ID":"BADPS4","Policy":"Business Agnostic","Name":"eDelivery ","Description":"Service enabling the creation of a network of nodes for secure digital data exchange trough safe and interoperable channels.","Digital_Business_Capability":"HDBC10;HDBC21;HDBC3;BABC6;BABC8;HDBC2;HDBC4;HDBC7;TXBC1;TXBC5;TXBC6;TXBC8;TXBC9;TXBC10;TXBC12;TXBC13;TXBC14;TXBC15;"},{"ID":"BADPS5","Policy":"Business Agnostic","Name":"eQualification","Description":"Service enabling citizens and public institutions to assess the reliability of professional working in government institutions and private organisations. It enables the development of authentication system for establishing trust through underlying information infrastructure.","Digital_Business_Capability":"HDBC9;HDBC21;HDBC26;BABC2;BABC6;BABC8;HDBC1;HDBC4;HDBC6;TXBC2;TXBC4;TXBC7;TXBC8;TXBC9;TXBC10;TXBC12;TXBC13;TXBC15;TXBC16;"},{"ID":"BADPS6","Policy":"Business Agnostic","Name":"eTranslation ","Description":"Service enabling users to translate text excerpts, complete documents or conversations. ","Digital_Business_Capability":"HDBC10;HDBC21;HDBC26;HDBC19;TXBC7;TXBC8;TXBC17;"},{"ID":"BADPS7","Policy":"Business Agnostic","Name":"User profiling  & personalisation ","Description":"Service enabling the analysis of the user environment and circumstances to select, customize and provide messaging such as content, information, offers and other type of interactions through digital channels in support of marketing, digital commerce and customer experience. ","Digital_Business_Capability":"HDBC26;TXBC8;TXBC10;"},{"ID":"BADPS8","Policy":"Business Agnostic","Name":"Data Extraction, Transformation and Loading ","Description":"Service enabling the process of collecting, retrieving, con disparate types of data from a variety of sources, many of which may be poorly organized or completely unstructured in order to transform data into actionable insights.","Digital_Business_Capability":"HDBC19;TXBC8;TXBC9;TXBC10;TXBC12;TXBC13;TXBC15;"},{"ID":"BADPS9","Policy":"Business Agnostic","Name":"Data analytics ","Description":"Service enabling the systematic computational analysis of data or statistics. Data analytics services enable the discovering and communication of meaningful patterns which can be found in data.","Digital_Business_Capability":"HDBC10;HDBC19;BABC11;HDBC2;HDBC16;TXBC10;"},{"ID":"BADPS10","Policy":"Business Agnostic","Name":"Delegation of Power","Description":"Service enabling the delegation management via digital means, to delegate responsibilities from an individual invested with certain powers to another one, and to track the related delegation acts.","Digital_Business_Capability":"BABC1;BABC2;BABC8;TXBC8;TXBC9;TXBC10;TXBC12;TXBC13;"},{"ID":"BADPS11","Policy":"Business Agnostic","Name":"Workflow management","Description":"Service enabling the process control over the activity of coordination of tasks that make up the work an organization does through a workflow control system by setting up, performing, and monitoring of a defined sequence of processes and tasks, with the broad goals of increasing productivity, reducing costs, becoming more agile, and improving information exchange within an organization.","Digital_Business_Capability":"HDBC10;HDBC21;HDBC19;TXBC8;"},{"ID":"BADPS12","Policy":"Business Agnostic","Name":"Information management ","Description":"Service enabling the collection, managing, and publishing of information in any form or representation.","Digital_Business_Capability":"HDBC19;"},{"ID":"BADPS13","Policy":"Business Agnostic","Name":"eNotification","Description":"Service enabling the management of business rules to trigger messages addressed to targeted users depending on specific events / conditions.","Digital_Business_Capability":"BABC6;HDBC2;HDBC4;HDBC6;HDBC16;HDBC10;HDBC21;HDBC26;HDBC19;TXBC8;TXBC10;TXBC12;TXBC15;"},{"ID":"BADPS14","Policy":"Business Agnostic","Name":"eIdentification","Description":"Service enabling the identification of citizens or organizations. It can be used to view and access benefits or services provided by government authorities, banks or other companies.","Digital_Business_Capability":"HDBC10;HDBC9;HDBC21;HDBC26;HDBC3;HDBC19;BABC1;BABC6;BABC8;HDBC2;HDBC1;HDBC4;HDBC6;HDBC7;HDBC16;"},{"ID":"BADPS15","Policy":"Business Agnostic","Name":"Digital Collaboration","Description":"Service enabling people and organization to work together through online means such as platform-as-a-service (PaaS). Instead of teams only communicating and working together in person, this service  enables to rely on digital tools to address many of their collaborative needs.","Digital_Business_Capability":"HDBC21;"},{"ID":"BADPS16","Policy":"Business Agnostic","Name":"Waiting list Management","Description":"Service enabling the management and optimisation of a waiting list / queue of users that are willing to access to a specific public service. This service enables an effective management of available resources and an effective delivery of public services to their users.","Digital_Business_Capability":"TXBC8;"},{"ID":"BADPS17","Policy":"Business Agnostic","Name":"Open data management","Description":"Service enabling data to be exposed and made available in an \"open\" form/format to every private or organization potentially interested in. ","Digital_Business_Capability":"HDBC19;BABC11;HDBC16;TXBC8;TXBC15;"},{"ID":"BADPS18","Policy":"Business Agnostic","Name":"Anonymization","Description":"Service enabling data owners and business users to safely share citizens data. The anonymization services allow the data curators to sanitize the data to avoid the identification of individuals.","Digital_Business_Capability":"HDBC19;"},{"ID":"BADPS19","Policy":"Business Agnostic","Name":"eSignature","Description":"Service enabling public administrations and businesses accelerate the creation and verification of electronic signatures that are legally valid in all European Member States.","Digital_Business_Capability":"BABC1;BABC8;HDBC2;HDBC1;HDBC4;HDBC6;HDBC7;HDBC16;TXBC8;TXBC13;HDBC10;HDBC9;HDBC21;HDBC26;HDBC3;HDBC19;"},{"ID":"BADPS20","Policy":"Business Agnostic","Name":"Secure Access Control","Description":"Service enabling the definition of clear rules and protocols for accessing specific services or information.","Digital_Business_Capability":"HDBC26;HDBC3;HDBC19;BABC1;HDBC6;HDBC7;HDBC16;"},{"ID":"BADPS21","Policy":"Business Agnostic","Name":"Multimedia distribution","Description":"Service enabling the secure and efficient exchange of multimedia object without or among organisation or to the public.","Digital_Business_Capability":"HDBC3;"},{"ID":"BADPS22","Policy":"Business Agnostic","Name":"Transaction Management","Description":"Service enabling the logging and management of online transactions (e.g. online daily payment transactions) registered by information systems owned by public organisations.","Digital_Business_Capability":"BABC6;"},{"ID":"BADPS23","Policy":"Business Agnostic","Name":"eInvoicing","Description":"Service enabling public organisations to issue, transmit and deliver electronic invoice documents in a structured data format to its providers/suppliers, according to European standards\r\n\r\nDigital Invoicing enables the issuing, transmission and delivery of electronic invoice documents in a structured data format between a public administration and its providers/suppliers. Digital Invoicing ensures data security and privacy, and automatic and electronic processing of invoices.","Digital_Business_Capability":"BABC6;TXBC8;TXBC9;TXBC10;"},{"ID":"BADPS24","Policy":"Business Agnostic","Name":"Data mining","Description":"Service enabling the use of existing information to gain new insights into business activities by applying predictive models, using analysis techniques such as regression, classification, clustering, and association.","Digital_Business_Capability":"HDBC19;TXBC8;TXBC9;TXBC10;"},{"ID":"BADPS25","Policy":"Business Agnostic","Name":"(Big) Data Analysis","Description":"Service enabling the management of large amount of data for analysis purposes.","Digital_Business_Capability":"HDBC19;BABC11;HDBC16;TXBC8;"},{"ID":"BADPS26","Policy":"Business Agnostic","Name":"Machine Learning","Description":"Service enabling the use of machine learning techniques to automate specific tasks or processes.","Digital_Business_Capability":"HDBC3;TXBC8;TXBC10;"},{"ID":"BADPS27","Policy":"Business Agnostic","Name":"Natural-Language Processing (NLP)","Description":"Service enabling computers understand, interpret and manipulate human language.","Digital_Business_Capability":"TXBC8;TXBC9;TXBC10;"},{"ID":"BADPS28","Policy":"Business Agnostic","Name":"Business Intelligence","Description":"Service enabling the collection, analysis, and interpretation of data from internal and external sources, with the end result of providing information about the past, present, and future state of the subject being examined.","Digital_Business_Capability":""},{"ID":"BADPS29","Policy":"Business Agnostic","Name":"eTendering","Description":"Service enabling the electronic end-to-end management of the purchasing process and related tasks associated to the acquisition of third-party goods and/or services through digital means and information and communication technologies.","Digital_Business_Capability":"BABC8;TXBC15;"},{"ID":"BADPS30","Policy":"Business Agnostic","Name":"Contact Management","Description":"Service enabling the storage and the organisation of contacts of a public administration's user base (both providers and consumers of its public services), and the tracking of the related interactions.","Digital_Business_Capability":"BABC8;HDBC6;TXBC15;HDBC26;"},{"ID":"HDPS1","Policy":"Health","Name":"Electronic Healthcare Records","Description":"Electronic Healthcare Records (HHR) or Electronic Medical Records (EMR) is the service enabling the recording of medical events related to a patient through the entire patient journey. Electronic Medical Records (EMRs) are the digital equivalent of paper records, or charts at a clinician’s office. EMRs typically contain general information, such as treatments and medical history of a patient as it is collected by the individual medical practice and care outcomes.","Digital_Business_Capability":"HDBC02;HDBC06;HDBC16;"},{"ID":"HDPS2","Policy":"Health","Name":"Health remote sensing and continuous monitoring","Description":"Service enabling  remote patient monitoring (RPM) inside and outside of conventional clinical settings through innovative technologies as Artificial Intelligence and Health IoT devices.","Digital_Business_Capability":"HDBC01;"},{"ID":"HDPS3","Policy":"Health","Name":"Tele-consultation","Description":"Service enabling the remote interactions between a clinician and a patient for the purpose of providing a diagnostic or therapeutic advice through electronic means.","Digital_Business_Capability":"HDBC01;"},{"ID":"HDPS4","Policy":"Health","Name":"Tele-diagnosis","Description":"The provision of diagnosis service, through the use of ICT, in situations where the health professional and the patient (or two health professionals) are not in the same location. It involves secure transmission of medical data and information, through text, sound, images or other forms needed for diagnosis.","Digital_Business_Capability":"HDBC01;"},{"ID":"HDPS5","Policy":"Health","Name":"Drugs/medicines","Description":"Service enabling health professionals and health control agencies to manage the registries of drugs and medicines which can be prescribed to patients.","Digital_Business_Capability":"HDBC04;"},{"ID":"HDPS6","Policy":"Health","Name":"Medical devices/equipments","Description":"Service enabling health professionals and health control agencies to manage the registries of medical devices which can be prescribed to patients and medical equipment can be used for patients treatment or examination.","Digital_Business_Capability":"HDBC04;"},{"ID":"HDPS7","Policy":"Health","Name":"ePrescription","Description":"Service enabling the electronic composition and submission of accurate, error-free and understandable prescriptions directly to a pharmacy from the physicians and point-of-care.","Digital_Business_Capability":"HDBC04;"},{"ID":"HDPS8","Policy":"Health","Name":"eDispensation","Description":"Service enabling the electronic retrieval of a prescription and reporting on giving the medicine to the patient as indicated in the corresponding ePrescription. ","Digital_Business_Capability":"HDBC04;"},{"ID":"HDPS9","Policy":"Health","Name":"Consulting network","Description":"Service enabling healthcare personnel to exchange information, experiences and mutually discuss specific healthcare topics. It aims to tackle complex or rare diseases and conditions that require highly specialised treatment and a concentration of knowledge and resources (e.g. European Health Reference Network).","Digital_Business_Capability":"HDBC01;"},{"ID":"HDPS10","Policy":"Health","Name":"Patient digital twin","Description":"Service enabling the delivery of personalised medicines through the use of digital copies of patient body to simulate the effect of drugs, medicines and other medical products.","Digital_Business_Capability":"HDBC02;HDBC04;HDBC07;"},{"ID":"HDPS11","Policy":"Health","Name":"Medical imaging","Description":"Service enabling the digital exchange of medical images and reports for clinical analysis and medical intervention, as well as visual representation of the function of some organs or tissues.","Digital_Business_Capability":"HDBC07;"},{"ID":"HDPS12","Policy":"Health","Name":"Health professionals and skills","Description":"Service enabling health institutions to manage the registries of health professions and the skills attributed to a specific health professional.","Digital_Business_Capability":"HDBC02;HDBC01;HDBC04;HDBC06;HDBC07;"},{"ID":"HDPS13","Policy":"Health","Name":"Laboratory","Description":"Service enabling the remote booking of laboratory exams, delivering  digital results and automatic enrichment of the patient Electronic Medical Records (EMRs).  ","Digital_Business_Capability":"HDBC02;"},{"ID":"HDPS14","Policy":"Health","Name":"Hospital enterprise resource management","Description":"Service enabling the effective and digital management of hospital resources. Those resources can be intangible – people and time – and tangible – equipment, materials, and finances.","Digital_Business_Capability":"HDBC02;HDBC01;"},{"ID":"HDPS15","Policy":"Health","Name":"Surgical intervention theatre management ","Description":"Service enabling the management and monitoring of the operating theatre of hospitals  through digital means.","Digital_Business_Capability":""},{"ID":"HDPS16","Policy":"Health","Name":"Secondary use of healthcare data","Description":"Service enabling healthcare data reuse. The service collects and aggregates healthcare data, applies semantic and cleaning rules, and provides correlated and aggregated data in open forms and formats, according to European and National legislations.","Digital_Business_Capability":"HDBC16;"},{"ID":"HDPS17","Policy":"Health","Name":"Health service performance management","Description":"Service enabling health service processes performance management.","Digital_Business_Capability":"HDBC01;"},{"ID":"TDPS1","Policy":"Tax","Name":"Taxpayer (Private Companies) registry management","Description":"Service enabling the digital management of taxpayers base registry including private companies' tax data for an effective control of their obligations, credits and transactions, and for related audit purposes.","Digital_Business_Capability":"TXBC2;TXBC8;TXBC9;"},{"ID":"TDPS2","Policy":"Tax","Name":"Taxpayer (Public Administrations) registry management","Description":"Service enabling the digital management of taxpayers base registry including Public Administrations' tax data for an effective control of their obligations, credits and transactions, and for related audit purposes.","Digital_Business_Capability":"TXBC2;TXBC8;TXBC9;"},{"ID":"TDPS3","Policy":"Tax","Name":"Taxpayer (Individuals) registry management","Description":"Service enabling the digital management of taxpayers base registry including individuals' tax data for an effective control of their obligations, credits and transactions, and for related audit purposes.","Digital_Business_Capability":"TXBC2;TXBC8;TXBC9;"},{"ID":"TDPS4","Policy":"Tax","Name":"Tangible assets (properties) registry management","Description":"Service enabling the digital management of properties' registries for an effective control of taxpayers' properties data (e.g., land data, real estate data, etc.).","Digital_Business_Capability":"TXBC8;TXBC9;"},{"ID":"TDPS5","Policy":"Tax","Name":"Tangible assets (mobile assets) registry management","Description":"Service enabling the digital management of mobile assets' registries for an effective control of taxpayers' mobile assets data (e.g., vehicles, boats, aircrafts, etc.).","Digital_Business_Capability":"TXBC8;TXBC9;"},{"ID":"TDPS6","Policy":"Tax","Name":"Intangible assets registry management","Description":"Service enabling the digital management of intangible assets' registries for an effective control of taxpayers' intangible assets data (e.g., trademarks, patents, data, algorithms, etc.).","Digital_Business_Capability":"TXBC8;TXBC9;"},{"ID":"TDPS7","Policy":"Tax","Name":"Loans and mortgages registry managmenet","Description":"Service enabling the digital management of loans and mortgages data for an effective control of taxpayers' loans and mortgages obligations.","Digital_Business_Capability":"TXBC8;TXBC9;TXBC11;TXBC13;"},{"ID":"TDPS8","Policy":"Tax","Name":"Tax professionals and agents registry management","Description":"Service enabling the digital management of legally recognized tax professionals and intermediaries.","Digital_Business_Capability":"TXBC8;TXBC11;TXBC13;TXBC14;"},{"ID":"TDPS9","Policy":"Tax","Name":"Fiscal professions and qualifications registry management","Description":"Service enabling the digital management of legally recognized fiscal professions and qualifications.","Digital_Business_Capability":"TXBC8;TXBC11;TXBC13;TXBC14;"},{"ID":"TDPS10","Policy":"Tax","Name":"MyTaxes","Description":"Service enabling taxpayers to access their personal tax information and self-manage tax payments. This service acts also as information portal, providing clear information about taxpayers obligations in terms of applicable taxes and when and where they are payable enabling taxpayers to understand and pursue their obligations, reducing or avoiding the risk of being detected.","Digital_Business_Capability":"TXBC8;TXBC15;"},{"ID":"TDPS11","Policy":"Tax","Name":"Interests and penalties","Description":"Service enabling taxpayers to digitally caluclate the amount of interests and penalties due on taxes to the tax administration.","Digital_Business_Capability":"TXBC12;TXBC17;"},{"ID":"TDPS12","Policy":"Tax","Name":"Tax returns control","Description":"Service enabling the digital discovery of discrepancy between the income data declared in tax self-assessed returns and the income data available in both internal (e.g., income registry) and external (e.g., properties registry) registries managed or accessed by tax administrations. This service usually relies on AI techniques and inference rules.","Digital_Business_Capability":"TXBC9;TXBC10;TXBC17;"},{"ID":"TDPS13","Policy":"Tax","Name":"Confiscated assets registry management","Description":"Service enabling the digital management of confiscated assets data for an effective control of all the confiscated assets of taxpayers.","Digital_Business_Capability":"TXBC12;TXBC13;"},{"ID":"TDPS14","Policy":"Tax","Name":"Dispute registry management","Description":"Service enabling the digital management of tax litigation data for an effective control of all the current and past tax litigation cases.","Digital_Business_Capability":"TXBC12;"},{"ID":"TDPS15","Policy":"Tax","Name":"Economic activity codes registry management","Description":"Service enabling the establishment and management of an economic activities' registry. Economic activities are usually classified using national/international classification taxonomies and each activity type is identified with a specific code/number. (i.e. European NACE). This service supports the economic activity classification management at European, national and local level.","Digital_Business_Capability":"TXBC1;TXBC8;TXBC12;"},{"ID":"TDPS16","Policy":"Tax","Name":"Tax calendar ","Description":"Service enabling fiscal calendar management to proactively inform taxpayers of fiscal deadlines and to reduce tax avoidance.","Digital_Business_Capability":"TXBC8;TXBC12;TXBC15;"},{"ID":"TDPS17","Policy":"Tax","Name":"Anti-fraud management","Description":"Service enabling the digital discovery and detection of tax frauds. This services consumes different business agnostic service enabling business intelligence capabilities.","Digital_Business_Capability":"TXBC6;"},{"ID":"TDPS18","Policy":"Tax","Name":"Internal auditing","Description":"Service enabling tax authority to digitally perform the internal auting controls.","Digital_Business_Capability":"TXBC7;"},{"ID":"TDPS19","Policy":"Tax","Name":"Value Added Tax calculation and payment","Description":"Service enabling the digital calculation and payment of VAT.","Digital_Business_Capability":"TXBC9;TXBC12;TXBC17;"},{"ID":"TDPS20","Policy":"Tax","Name":"Property Tax  calculation and payment","Description":"Service enabing the digital calculation and payment of taxes related to properties (e.g. real estate).","Digital_Business_Capability":"TXBC9;TXBC12;TXBC17;"},{"ID":"TDPS21","Policy":"Tax","Name":"Income Tax  calculation and payment","Description":"Service enabling the digital calculation and payment of taxes related to personal income by digital means.","Digital_Business_Capability":"TXBC9;TXBC12;TXBC17;"},{"ID":"TDPS22","Policy":"Tax","Name":"Excise Tax  calculation and payment","Description":"Service enabling the digital calculation and payment of excise taxes.","Digital_Business_Capability":"TXBC9;TXBC12;TXBC17;"},{"ID":"TDPS23","Policy":"Tax","Name":"Advance Tax ruling","Description":"Service enabling tax payers (especially businesses, for complex cases) to digitally be notified in advance a ruling from tax authorities on the amount of taxes to be paid in a future period, i.e. before the actual payment of the taxes. Tax authorities should be bound to the decision of the advance ruling once made. This service allows tax authorities to minimise official complaints and disputes after the taxes are already paid.","Digital_Business_Capability":"TXBC15;"},{"ID":"TDPS24","Policy":"Tax","Name":"Dispute management","Description":"Service enabling the digital management and resolution of disputes between taxpayers and tax authorities.","Digital_Business_Capability":"TXBC15;"},{"ID":"TDPS25","Policy":"Tax","Name":"Tax Pre-Audit and Due-Diligence management","Description":"Service supporting the digital execution of fiscal due-diligence and pre-auditing activities based on the available taxpayer data.","Digital_Business_Capability":"TXBC6;TXBC15;"},{"ID":"TDPS26","Policy":"Tax","Name":"Environmental Tax calculation and payment","Description":"Sevice enabling the digital calculation and payment of environmental taxes.","Digital_Business_Capability":"TXBC12;"},{"ID":"TDPS27","Policy":"Tax","Name":"Full taxable base discovery","Description":"Service enabling the digital discovery of possible base erosions or profit shifting by companies, through the application of transfer pricing rules or special measures for transfers of hard-to-value intangibles (HTVI).","Digital_Business_Capability":"TXBC13;"},{"ID":"TDPS28","Policy":"Tax","Name":"Macro-economic framework","Description":"Service enabling the digital collection of information from the ministry of finance enabling the management of a macro-economic framework (provided by legally national instituitions and provided by international institutions.)","Digital_Business_Capability":"TXBC4;"},{"ID":"TDPS29","Policy":"Tax","Name":"State tax catalog management","Description":"Service enabling the digital management of tax types list at state/local level.","Digital_Business_Capability":"TXBC9;TXBC12;"},{"ID":"TDPS30","Policy":"Tax","Name":"European tax catalog management ","Description":"Service enabling the digital management of tax types list at european level. The service allow to compare and \"match/map\" tribute types of different MSs.","Digital_Business_Capability":"TXBC5;TXBC9;TXBC11;TXBC12;"},{"ID":"TDPS31","Policy":"Tax","Name":"Cross-border EU claims management","Description":"Service enabling intra-European Union claims recovery management supporting the activities perfromed by a Centrall Liason Office.","Digital_Business_Capability":"TXBC5;TXBC11;"},{"ID":"TDPS32","Policy":"Tax","Name":"Third countries claims recovery","Description":"Service enabling extra-European Union claims recovery management.","Digital_Business_Capability":"TXBC11;"},{"ID":"TDPS33","Policy":"Tax","Name":"Tributary justice case management","Description":"Service enabling the of tributary justice court cases (workflow of court cases).","Digital_Business_Capability":"TXBC2;TXBC6;TXBC14;"},{"ID":"TDPS36","Policy":"Tax","Name":"Financial flows management","Description":"Service enabling the digital management of financial flows transfers from the central tax administration (tipically the Ministry of Finance) and national or international \"agencies\".","Digital_Business_Capability":"TXBC1;"},{"ID":"TDPS37","Policy":"Tax","Name":"Tax claims management","Description":"Service enabling the digital management of claims by taxpayers. ","Digital_Business_Capability":"TXBC1;TXBC6;TXBC13;"},{"ID":"TDPS38","Policy":"Tax","Name":"Tax system management","Description":"Service enabling the digital management of the local tax administration in terms of taxes collection and draft local regulation.","Digital_Business_Capability":"TXBC3;TXBC8;TXBC9;"},{"ID":"TDPS41","Policy":"Tax","Name":"Tax history management","Description":"Service enabling the management of the evolution of tax rules (tax regulation) along time.","Digital_Business_Capability":"TXBC10;TXBC12;"},{"ID":"TDPS43","Policy":"Tax","Name":"Partrimony analysis","Description":"Service enabling analysis and reporting of taxpayers Patrimony","Digital_Business_Capability":"TXBC13;TXBC16;"},{"ID":"TDPS46","Policy":"Tax","Name":"Heritages and rentings management","Description":"Service enabling the digital management of heritages and rentings.","Digital_Business_Capability":"TXBC6;TXBC9;TXBC13;"},{"ID":"TDPS47","Policy":"Tax","Name":"Bankinng accounts monitoring","Description":"Service enabling the digital monitoring of taxpayer's bank accounts for tax calculation purposes. ","Digital_Business_Capability":"TXBC6;TXBC9;TXBC12;TXBC13;"},{"ID":"TDPS48","Policy":"Tax","Name":"Workforce allocation","Description":"Service enabling tax administration to correctly manage and allocate tax administration personnel","Digital_Business_Capability":"TXBC1;TXBC2;TXBC3;TXBC4;TXBC5;TXBC6;TXBC7;TXBC10;TXBC11;TXBC14;TXBC16;TXBC17;"}]